{
  "place-instructions": "Нажмите кнопку **дважды**, чтобы переместить корабль; дважды щелкните, когда закончите.",
  "edit-instructions": "Отправьте сообщение, содержащее точный контент:",
  "fire-instructions": "Отправьте координаты (например A0 или 3b) чтобы выстрелить туда.",
  "wait-instructions": "Ожадание, пока другие игроки выстелят…",
  "won-title": "Вы победили!",
  "won": "Поздравляю! Вы потопили все корабли соперника!",
  "lost-title": "Вы проиграли!",
  "lost": "Ваш соперник потопил все ваши корабли!",
  "hitboard": "Доска",
  "ship-sunk": "Вы потопили корабль!",
  "help-title": "Справка для Морского боя",
  "help": "Присоединитесь к игре, нажав кнопку подтверждения, которая появляется под приглашением.",
  "help-1-title": "Установка кораблей",
  "help-1": "Как только игра начнется, вам будет предоставлена доска для размещения кораблей. У вас есть 5 кораблей: 2-длинный, два 3-длинных, 4-длинный и 5-длинный. Перемещайте корабли, используя кнопки, которые появляются в нижней части доски; эти кнопки нужно нажать **дважды**, или они не будут работать! Кнопки простой или двойной стрелки перемещают корабли в соответствующих направлениях на две клетки. Кнопки двойных стрелок поворачивают корабль в соответствующем направлении. Когда вы закончите перемещение корабля, дважды нажмите кнопку проверки, чтобы поместить его туда. После того, как все ваши корабли будут установлены, доска исчезнет, и вам придется подождать, пока ваш соперник закончит размещение своих кораблей.",
  "help-2-title": "Выстреливание в корабли",
  "help-2": "Как только все корабли будут размещены, вам будут представлены две доски: первая - это макет вашего кораблей, включая попадания и промахи вашего противника; второй - это доска вашего соперника, показывающая ваши попадания и промахи. Вам будет предложено отправить сообщение, содержащее точную строку; после того, как вы отправите это сообщение, сообщение, запрашивающее его, исчезнет, чтобы подтвердить, что вы его отправили. Затем, когда настает ваша очередь, вы можете стрелять по клеткам, редактируя одно и то же сообщение, содержащее координаты, в которые вы хотите выстрелить, например, \ "A0 \" или \ "1b \". Игра закавнчивается, когда кто-то потопит все корабли противника; тот, кто делает это, является победителем".
}
