{
  "fish-stats-title": "Situation",
  "fish-stats-description": "Your hand and books.",
  "fish-stats-hand-title": "Hand",
  "fish-stats-books-title": "Books",
  "fish-stats-status-title": "Status",
  "fish-stats-empty-hand": "Empty",
  "fish-stats-no-books": "None",
  "fish-checkbooks-title": "New books",
  "fish-m-card": "Send a card number (e.g. Q or 10) to ask for it.",
  "fish-m-wait": "Waiting for next player's question...",
  "fish-turn": "It is now {0}'s turn.",
  "fish-card-taken": "{0} asked for {1}s - since you had {2}, you were forced to hand them over.",
  "fish-card-got": "You got: {0}",
  "fish-card-missed-unsafe": "{0} asked for {1}s - although you had {2}, you are not safe yet.",
  "fish-card-missed": "{0} asked for {1}s - since you had {2}, you are safe.",
  "fish-fish-got": "Go fish! You got a {0} - it's what you asked for!",
  "fish-fish": "Go fish! You got a {0}.",
  "fish-winners-title": "Winners",
  "fish-winners": "The winners are {0}! Congratulations!",
  "fish-winners-sep": ", ",
  "fish-winners-lastsep": ", and ",
  "fish-winner-title": "Winner",
  "fish-winner": "The winner is {0}! Congratulations!",
  "fish-help": "Join the game by pressing the handshake button that appears beneath the invitation. Once the game starter clicks the check mark, or when a set amount of time has passed, whichever comes first, the game will start with all of the people who have clicked the handshake button. When it is your turn, you will be presented with a list of cards you have in your hand, as well as a list of books you currently have. Send a card number (e.g. Q or 10) to ask for it. You can only ask for cards that you already have. When you ask for a card, everyone else that has any cards of the same number must give them to you, and if anyone had cards of the same number, you will receive a message saying what cards you received. If nobody has that number of card, you will \"Go Fish\", and draw a card from the deck. If you get what you ask for, or the card you drew was what you asked for, you may ask again; otherwise, it is the next player's turn. When it is not your turn, you may periodically receive messages stating what cards have been taken from you, or what cards were asked for but not given. You may choose to ignore these if you wish. When you have 4 of the same number card, that is called a \"book\" and is removed from your hand and placed into your books list. The game ends when anyone empties their hand, or when the deck runs out, whichever comes first. Once the game has ended, the person(s) with the most books win(s)."
}
