{
  "fish-stats-title": "Situation",
  "fish-stats-description": "Votre main et vos carrés.",
  "fish-stats-hand-title": "Main",
  "fish-stats-books-title": "Carrés",
  "fish-stats-status-title": "Statut",
  "fish-stats-empty-hand": "Vide",
  "fish-stats-no-books": "Aucun",
  "fish-checkbooks-title": "Nouveaux carrés",
  "fish-m-card": "Envoyez le numéro d'une carte (ex : Q ou 10) pour le demander.",
  "fish-m-wait": "En attente de la question du joueur suivant...",
  "fish-turn": "C'est actuellement le tour de {0}.",
  "fish-card-taken": "{0} a demandé un {1} - puisque vous en avez {2}, vous êtes obligés de le(s) lui donner.",
  "fish-card-got": "Vous obtenez : {0}",
  "fish-card-missed-unsafe": "{0} a demandé un {1} - bien que vous en ayez {2}, vous n'êtes pas encore en sécurité.",
  "fish-card-missed": "{0} a demandé un {1} - puisque vous en avez {2}, vous êtes en sécurité.",
  "fish-fish-got": "Allez pêcher ! Vous obtenez un {0} - c'est ce que vous aviez demandé !",
  "fish-fish": "Allez pêcher ! Vous obtenez un {0}.",
  "fish-winners-title": "Gagnants",
  "fish-winners": "Les gagnants sont {0} ! Félicitations !",
  "fish-winners-sep": ", ",
  "fish-winners-lastsep": " et ",
  "fish-winner-title": "Gagnant",
  "fish-winner": "Le gagnant est {0}! Félicitations !",
  "fish-join": "Exécutez `;fish join` pour rejoindre ou créer une partie de pêche !",
  "fish-help": "Rejoins ou crée une partie en exécutant la commande `;fish join`. Si vous créez la partie, une fois qu'il y aura suffisament de joueurs vous pourrez exécuter `;fish start` pour commencer la partie avec tous ceux qui ont rejoint. Si vous décidez après tout de ne pas jouer, exécuter `;fish leave`. LOrsque c'est votre tour il vous sera présenté une liste des cartes que vous avez en main, ainsi qu'une liste des carrés que vous possédez actuellement. Envoyez le numéro d'une carte (ex : Q ou 10) pour la demander. Vous ne pouvez demander que les cartes que vous avez déjà. Lorsque vous demandez une carte, toute personne qui possède une carte avec le numéro demandé devra vous la donner, et si c'est la cas, vous receverez un message annonçant quelles cartes vous avez reçues. Si personne a une carte avec ce numéro, vous devrez \"Aller pêcher\", et piocher une carte à la pioche. Si vous obtenez ce que vous avez demandé, ou si vous piochez la carte demandée, vous pourrez demander une carte à nouveau, sinon ça sera au tour du joueur suivant. Lorsque ce n'est pas votre tour, vous receverez de temps en temps des messages vous indiquant quelles cartes vous avez dû donner, ou quelles cartes ont été demandées alors que personne n'en possèdait. Vous pouvez choisir de les ignorer si vous le souhaitez. Lorsque vous avez 4 cartes avec le même numéro, c'est ce que l'on appelle un \"Carré\" et ces cartes sont retirées de votre main pour être placées dans votre liste de carrés. La partie se termine lorsque quelqu'un n'a plus de carte dans sa main, ou si la pioche est vide, selon ce qui arrive en premier. Lorsque le jeu est terminé, celui ou ceux qui ont le plus de carrés gagnent."
}
