{
  "fish-stats-title": "Situation",
  "fish-stats-description": "Votre main et vos livres.",
  "fish-stats-hand-title": "Main",
  "fish-stats-books-title": "Livres",
  "fish-stats-status-title": "Statut",
  "fish-stats-empty-hand": "Vide",
  "fish-stats-no-books": "Aucun",
  "fish-checkbooks-title": "Nouveaux livress",
  "fish-m-card": "Envoyez le numéro d'une carte (ex : Q ou 10) pour la demander.",
  "fish-m-wait": "En attente de la question du joueur suivant...",
  "fish-turn": "C'est actuellement le tour de {0}.",
  "fish-card-taken": "{0} a demandé un {1} - puisque vous avez un {2}, vous êtes obligés de le lui donner.",
  "fish-card-got": "Vous avez : {0}",
  "fish-card-missed-unsafe": "{0} a demandé un {1} - bien que vous ayez un {2}, vous n'êtes pas encore en sécurité.",
  "fish-card-missed": "{0} a demandé un {1} - puisque vous avez un {2}, vous êtes en sécurité.",
  "fish-fish-got": "Allez pêcher ! Vous avez un {0} - c'est ce que vous aviez demandé !",
  "fish-fish": "Allez pêcher ! Vous avez un {0}.",
  "fish-winners-title": "Gagnants",
  "fish-winners": "Les gagnats sont {0} ! Félicitations !",
  "fish-winners-sep": ", ",
  "fish-winners-lastsep": " et ",
  "fish-winner-title": "Gagnat",
  "fish-winner": "Le gagnant est {0}! Félicitations !",
  "fish-help": "Rejoignez le jeu en cliquant sur la poignée de mains en dessous de l'invitation. Pour que le jeu démarre, cliquez sur la marque de validation ou passé un certain temps, selon ce qui arrive en premier, et le jeu va démarrer avec toutes les personnes qui ont cliqué sur le bouton de poignée de main. Lorsque c'est votre tour, vous serez présenté avec une list de cares que vous avez dans vos mains, ainsi qu'une liste de livres que vous possèdez actuellement. Envoyez le numéro d'une carte (ex : Q ou 10) pour la demander. Vous pouvez uniquement demander des cartes que vous avez déjà. Lorsque vous demandez une carte, tous ceux qui ont une carte avec le même nombre doivent vous la donner. et si quelqu'un a des cartes avec le même nombre, vous receverez un messag listant tous les cartes que vous avez reçues. Si personne n'a cette carte, vous devrez \"aller pêcher\" et piocher une carte dans la pioche. si vous obtenez ce que vous demandiez ou si la carte piochée est celle que vous cherchiez, vous pourrez redemander une nouvelle carte, sinon, ça sera au tour du joueur suivant. Lorsque ce n'est pas votre tour, vous receverez régulièrement des messages disant quelles cartes vous ont été prises, ou quelles cartes ont été demandées. Vous pouvez ignorer ces messsages si vous le souhaitez. Si vous avez 4 cartes avec le même nombre, c'est appelé un \"livre\" et les cartes en question sont retirées de votre main pour être placées dans votre liste de livres. Le jeu se termine lorsque quelqu'un n'a plus de carte dans sa main ou quand la pioche est vide. Lorsque le jeu est fini, celui qui a le plus de livres gagne !"
}
