{
  "cog-desc": "Play UNO!",
  "uno-cmd-desc": "Play UNO!",
  "uno-cmd-help": "Run `{0}uno help` for information about the set of rules used here.",
  "uno-join-desc": "Join a game of UNO!",
  "uno-leave-desc": "Leave your game of UNO.",
  "uno-start-desc": "Start (or vote to start) the game of UNO!",
  "uno-help-desc": "Get information about the version of UNO this bot lets you play.",
  "uno-help": "In this version, every time you empty your hand you get 10 points.\nOnce your hand runs out, you refill it with 7 more cards to continue playing.\nWhen the deck runs out, you still continue to play until nobody can make a move.\nOnce that has happened, any cards still in your hand are subtracted from your points, where non-number cards are worth 10.",
  "hand-title": "Your Hand",
  "hand": "On the left is the top card of the discard pile; on the right is your current hand. You have **{0}** points.",
  "card-numbers-title": "Card Numbers",
  "card-numbers": "The leftmost card in your hand (not the discard card, which is all the way on the left) is numbered 1, the second-to-left 2, and so on.\nIf you like, you can also do the same from the right using negative numbers - rightmost card is -1, second-to-right is -2, and so on.",
  "waiting-for-card": "Send the number of a card in your hand (e.g. 7 or -3) to play it.",
  "choose-color-title": "Choose a Color",
  "choose-color": "Click the heart with the color you want to set the game to.",
  "turn-title": "Next Turn",
  "turn": "It is now {0}'s turn.",
  "next-turn": "{0} drew and couldn't play, so it is now {1}'s turn.",
  "uno-title": "Uno!",
  "uno": "{0} has one card left!",
  "empty-title": "Hand Emptied",
  "empty": "{0} has emptied their hand and gained 10 points!",
  "uno-timed-out-title": "Timed Out",
  "uno-timed-out": "You didn't play a card for {0} seconds! You have been removed from the game.",
  "cannot-turn": "After drawing a card, you still can't play any cards. Your turn has been skipped.",
  "card-played-title": "Card Played",
  "card-played": "Below is the card that {0} played:",
  "cards-drawn-title": "Cards Drawn",
  "cards-drawn": "Here are the cards you drew:",
  "uno-winners-title": "Winner(s)",
  "winners": "Here are the winners:\n{0}",
  "points": "Other players:",
  "point": "{0}: {1} points"
}
